IDEA Open Model
ConnectionSetup.EffectiveAreaStressCoeff Property
Compatible with IDEA StatiCa 20.1
 Effective area is taken from intersection of stress area and area of joined items according to EN1993-1-8 art. 6.2.5
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double EffectiveAreaStressCoeff { get; set; }
Public Property EffectiveAreaStressCoeff As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace